[
    {"name": "Jenny", "skill": "1", "engine": "bot", "key": 2, "backstory": "Jenny is a beginner chess player from France who enjoys reading, puzzles, and hiking, and plays against friends, family, and online opponents.", "selected": false},
    {"name": "Jake", "skill": "2", "engine": "stock", "key": 3, "backstory": "Jake is an new chess player from Canada. He lives with his two cats and enjoys playing chess in his free time. Jake's goal is to improve his strategic thinking and eventually participate in local chess tournaments.", "selected": false},
    {"name": "Ibrahim", "skill": "3", "engine": "stock", "key": 4, "backstory": "Ibrahim is a skilled chess player from Egypt. He lives with his wife and son in Cairo. Ibrahim enjoys teaching his son and participates in local chess clubs. His goal is to inspire others in his community to take up the game.", "selected": false},
    {"name": "Thembi", "skill": "4", "engine": "stock", "key": 5, "backstory": "Thembi is an advanced chess player from South Africa. She lives with her parents and younger brother. Thembi enjoys playing chess at her local community center and aims to become a regional champion.", "selected": false},
    {"name": "Almaria", "skill": "5", "engine": "stock", "key": 6, "backstory": "Almaria is a highly advanced chess player from Georgia. She lives with her husband and their dog. Almaria loves participating in online chess tournaments and dreams of competing in international competitions.", "selected": false},
    {"name": "Kang Min", "skill": "8", "engine": "stock", "key": 7, "backstory": "Kang Min is an expert chess player from South Korea. He lives alone in Seoul and works as a software developer. Kang Min spends his evenings practicing chess strategies and hopes to become a national champion.", "selected": false},
    {"name": "Ivan", "skill": "13", "engine": "stock", "key": 8, "backstory": "Ivan is a master chess player from Russia. He lives with his wife and their two children. Ivan enjoys teaching chess at a local school and aspires to coach a future grandmaster.", "selected": false},
    {"name": "Wu Tang", "skill": "20", "engine": "stock", "key": 9, "backstory": "Wu Tang is a grandmaster chess player from China. He lives with his wife and their three children on his farm. Wu Tang travels the world to compete in chess tournaments and aims to become the world chess champion.", "selected": false},
    {"name": "Self", "skill": "0", "engine": "real", "key": 1, "backstory": "Play on a real board with realtime advice", "selected": false}
]